[
    {"price":null, "description":"Unlocks housing tiers 4 and higher."},
    {"price":null, "description":"Gives +1 melon per melon broken."},
    {"price":null, "description":"Increases the speed of faster cooking and faster selling from 5 to 8."},
    {"price":null, "description":"You get more gold from jailing players that have contraband on them."},
    {"price":null, "description":"Deposits of gold into the city bank adds an extra 0.25 gold to the bank for free."},
    {"price":null, "description":"The time you spend in jail is reduced by 3 seconds, and you can only be jailed at 8 health rather than at 10 health."},
    {"price":null, "description":"You get +1 gold from selling melons."},
    {"price":null, "description":"Strange brews give one extra effect and heal one extra heart."},
    {"price":null, "description":"You get more gold and golden carrots from collecting imports."},
    {"price":null, "description":"If you have your banks unlocked, you generate 1 enchanted melon slice for every 8 seconds you're on the plot."},
    {"price":null, "description":"You have a +0.1 boost to sell price when you sell melons to the merchant."},
    {"price":null, "description":"Stranger brews take 100 less seconds to make."},
    {"price":null, "description":"You unlock the Expert Shop."},
    {"price":null, "description":"You get a 10% discount when crafting hoes."},
    {"price":null, "description":"Attempting to enter the Black Market opens the door for twice as long as it usually does."},
    {"price":null, "description":"You slowly but passively generate gold for your personal bank while farming."},
    {"price":null, "description":"If faster cooking/selling are not bought, sneaking increases the speed of cooking/selling respectively from 1 to 2."},
    {"price":null, "description":"You gain access to the extra area in the Arcane Workshop."},
    {"price":null, "description":"Your Emergency Grenades come with a free sword."},
    {"price":null, "description":"Your autosmelter smelts melons 50% faster."},
    {"price":null, "description":"The Searching statistic on your hoe becomes 0.4% per level instead of 0.3%"}
]